---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.Railing
zh: 栏杆
source: html/30343977-2345-16a1-d4f8-ac4b47fbfa4f.htm
---
# Railing Members

**中文**: 栏杆

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.